{"quote": "Love is not maximum emotion. Love is maximum commitment.", "author": "Sinclair B. Ferguson", "topic": "Love", "date": "01-Jan"}
{"quote": "Enlightenment is the key to everything, and it is the key to intimacy, because it is the goal of true authenticity.", "author": "Marianne Willliamson", "topic": "Authenticity", "date": "02-Jan"}
{"quote": "Never look down on anybody unless you're helping them up.", "author": "Jesse Jackson", "topic": "Humility", "date": "03-Jan"}
{"quote": "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.", "author": "Fred Perry", "topic": "Adaptability", "date": "04-Jan"}
{"quote": "No one has ever become poor by giving.", "author": "Anne Frank", "topic": "Giving", "date": "05-Jan"}
{"quote": "The husband who decides to surprise his wife is often very much surprised himself.", "author": "Voltaire", "topic": "Surprise and Delight", "date": "06-Jan"}
{"quote": "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity.", "author": "George S. Patton", "topic": "Surprise and Delight", "date": "07-Jan"}
{"quote": "There is no persuasiveness more effectual than the transparency of a single heart, of a sincere life.", "author": "Joseph Barber Lightfoot", "topic": "Transparency", "date": "08-Jan"}
{"quote": "This is my simple religion. There is no need for temples; no need for complicated philosophy. Our own brain, our own heart is our temple; the philosophy is kindness.", "author": "Dalai Lama", "topic": "Kindness", "date": "09-Jan"}
{"quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.", "author": "Harriet Tubman", "topic": "Passion", "date": "10-Jan"}
{"quote": "We need to find the courage to say no to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.", "author": "Barbara de Angelis", "topic": "Authenticity", "date": "11-Jan"}
{"quote": "There is no passion to be found playing small--in settling for a life that is less than the one you are capable of living.", "author": "Nelson Mandela", "topic": "Passion", "date": "12-Jan"}
{"quote": "Reflect upon your present blessings-of which every man has many-not on your past misfortunes, of which all men have some.", "author": "Charles Dickens,", "topic": "Gratefulness", "date": "13-Jan"}
{"quote": "A warm smile is the universal language of kindness.", "author": "William Arthur Ward", "topic": "Kindness", "date": "14-Jan"}
{"quote": "Humility is not thinking less of yourself, it's thinking of yourself less.", "author": "C. S. Lewis", "topic": "Humility", "date": "15-Jan"}
{"quote": "Stories are a communal currency of humanity.", "author": "Tahir Shah, in Arabian Nights", "topic": "Storytelling", "date": "16-Jan"}
{"quote": "It is during our darkest moments that we must focus to see the light.", "author": "Aristotle Onassis", "topic": "Inspiration", "date": "17-Jan"}
{"quote": "You never have to change anything you got up in the middle of the night to write.", "author": "Saul Bellow", "topic": "Inspiration", "date": "18-Jan"}
{"quote": "Although love is communicated in a number of ways,our words often reflect the condition of our heart.", "author": "Jennifer Dion", "topic": "Love", "date": "19-Jan"}
{"quote": "The truest indication of gratitude is to return what you are grateful for.", "author": "Richard Paul Evans", "topic": "Gratefulness", "date": "20-Jan"}
{"quote": "Pride makes us artificial and humility makes us real.", "author": "Thomas Merton", "topic": "Humility", "date": "21-Jan"}
{"quote": "That which does not kill us makes us stronger.", "author": "Friedrich Nietzsche", "topic": "Strength and Courage", "date": "22-Jan"}
{"quote": "Forgiveness does not change the past, but it does enlarge the future", "author": "Paul Boese", "topic": "Letting Go", "date": "23-Jan"}
{"quote": "Transparency, honesty, kindness, good stewardship, even humor, work in businesses at all times.", "author": "John Gerzema", "topic": "Transparency", "date": "24-Jan"}
{"quote": "I've learned through the years that it's not where you live, it's the people who surround you that make you feel at home.", "author": "J.B. McGee", "topic": "Family", "date": "25-Jan"}
{"quote": "It is not the strongest or the most intelligent who will survive but those who can best manage change.", "author": "Charles Darwin", "topic": "Adaptability", "date": "26-Jan"}
{"quote": "Simplicity is the ultimate sophistication.", "author": "Leonardo da Vinci", "topic": "Simplicity", "date": "27-Jan"}
{"quote": "Change is hardest at the beginning, messiest in the middle and best at the end.", "author": "Robin S. Sharma,", "topic": "Change", "date": "28-Jan"}
{"quote": "A story to me means a plot where there is some surprise. Because that is how life is--full of surprises.", "author": "Isaac Bashevis Singer", "topic": "Surprise and Delight", "date": "29-Jan"}
{"quote": "Adaptability is about the powerful difference between adapting to cope and adapting to win.", "author": "Max McKeown", "topic": "Adaptability", "date": "30-Jan"}
{"quote": "Great stories happen to those who can tell them. ", "author": "Ira Glass", "topic": "Storytelling", "date": "31-Jan"}
{"quote": "Leadership is service, not position.", "author": "Tim Fargo", "topic": "Leadership", "date": "01-Feb"}
{"quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.", "author": "Oscar Wilde", "topic": "Love", "date": "02-Feb"}
{"quote": "Develop a passion for learning. If you do, you will never cease to grow.", "author": "Anthony J. D'Angelo", "topic": "Passion", "date": "03-Feb"}
{"quote": "Passion is energy. Feel the power that comes from focusing on what excites you.", "author": "Oprah Winfrey", "topic": "Passion", "date": "04-Feb"}
{"quote": "Sometimes the heart sees what is invisible to the eye.", "author": "H. Jackson Brown, Jr.", "topic": "Love", "date": "05-Feb"}
{"quote": "Create with the heart; build with the mind.", "author": "Criss Jami", "topic": "Legacy", "date": "06-Feb"}
{"quote": "If passion drives you, let reason hold the reins.", "author": "Benjamin Franklin", "topic": "Passion", "date": "07-Feb"}
{"quote": "Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.", "author": "Alice Walker", "topic": "Humility", "date": "08-Feb"}
{"quote": "Some people believe holding on and hanging in there are signs of great strength. However, there are times when it takes much more strength to know when to let go and then do it.", "author": "Ann Landers", "topic": "Letting Go", "date": "09-Feb"}
{"quote": "I work very hard, and I play very hard. I'm grateful for life. And I live it-I believe life loves the liver of it. I live it.", "author": "Maya Angelou", "topic": "Gratefulness", "date": "10-Feb"}
{"quote": "The love of family and the admiration of friends is much more important than wealth and privilege.", "author": "Charles Kuralt", "topic": "Family", "date": "11-Feb"}
{"quote": "The art of life is a constant readjustment to our surroundings.", "author": "Kakuzo Okakaura", "topic": "Adaptability", "date": "12-Feb"}
{"quote": "When you are grateful-when you can see what you have-you unlock blessings to flow in your life.", "author": "Suze Orman", "topic": "Gratefulness", "date": "13-Feb"}
{"quote": "We are only as strong as we are united, as weak as we are divided.", "author": "J.K. Rowling", "topic": "Strength and Courage", "date": "14-Feb"}
{"quote": "Individual commitment to a group effort--that is what makes a team work, a company work, a society work, a civilization work.", "author": "Vince Lombardi", "topic": "Teamwork", "date": "15-Feb"}
{"quote": "Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently.", "author": "Maya Angelou", "topic": "Strength and Courage", "date": "16-Feb"}
{"quote": "A leader is a dealer in hope.", "author": "Napoleon Bonaparte", "topic": "Leadership", "date": "17-Feb"}
{"quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi", "topic": "Learning", "date": "18-Feb"}
{"quote": "A lack of transparency results in distrust and a deep sense of insecurity.", "author": "Dalai Lama", "topic": "Transparency", "date": "19-Feb"}
{"quote": "Truth is so rare that it is delightful to tell it.", "author": "Emily Dickinson", "topic": "Surprise and Delight", "date": "20-Feb"}
{"quote": "A kind gesture can reach a wound that only compassion can heal.", "author": "Steve Maraboli", "topic": "Giving", "date": "21-Feb"}
{"quote": "Give, but give until it hurts.", "author": "Mother Teresa", "topic": "Giving", "date": "22-Feb"}
{"quote": "We must act out passion before we can feel it.", "author": "Jean-Paul Sartre", "topic": "Passion", "date": "23-Feb"}
{"quote": "The beautiful journey of today can only begin when we learn to let go of yesterday.", "author": "Steve Maraboli", "topic": "Letting Go", "date": "24-Feb"}
{"quote": "There is no greatness where there is no simplicity, goodness and truth.", "author": "Leo Tolstoy", "topic": "Simplicity", "date": "25-Feb"}
{"quote": "Talent wins games, but teamwork and intelligence wins championships.", "author": "Michael Jordan", "topic": "Teamwork", "date": "26-Feb"}
{"quote": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.", "author": "Thomas Jefferson", "topic": "Inspiration", "date": "27-Feb"}
{"quote": "No legacy is so rich as honesty.", "author": "William Shakespeare", "topic": "Legacy", "date": "28-Feb"}
{"quote": "Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.", "author": "Doug Larson", "topic": "Listening", "date": "29-Feb"}
{"quote": "I love when things are transparent, free and clear of all inhibition and judgment.", "author": "Pharrell Williams", "topic": "Transparency", "date": "01-Mar"}
{"quote": "In three words I can sum up everything I've learned about life: it goes on.", "author": "Robert Frost", "topic": "Life", "date": "02-Mar"}
{"quote": "The greatest friend of truth is Time, her greatest enemy is Prejudice, and her constant companion is Humility.", "author": "Charles Caleb Colton", "topic": "Humility", "date": "03-Mar"}
{"quote": "The engineers of the future will be poets. ", "author": "Terence McKenna", "topic": "Storytelling", "date": "04-Mar"}
{"quote": "Family is not an important thing. It's everything.", "author": "Michael J. Fox", "topic": "Family", "date": "05-Mar"}
{"quote": "Eyes so transparent that through them the soul is seen.", "author": "Theophile Gautier", "topic": "Transparency", "date": "06-Mar"}
{"quote": "Teamwork is the ability to work together toward a common vision. The ability to direct individual accomplishments toward organizational objectives. It is the fuel that allows common people to attain uncommon results.", "author": "Andrew Carnegie", "topic": "Teamwork", "date": "07-Mar"}
{"quote": "A brave man acknowledges the strength of others.", "author": "Veronica Roth", "topic": "Strength and Courage", "date": "08-Mar"}
{"quote": "Thank God I found the GOOD in goodbye", "author": "Beyonc Knowles", "topic": "Letting Go", "date": "09-Mar"}
{"quote": "A leader is one who knows the way, goes the way, and shows the way.", "author": "John Maxwell", "topic": "Leadership", "date": "10-Mar"}
{"quote": "It is obvious that we can no more explain a passion to a person who has never experienced it than we can explain light to the blind.", "author": "T. S. Eliot", "topic": "Passion", "date": "11-Mar"}
{"quote": "Transparency is not the same as looking straight through a building: it's not just a physical idea, it's also an intellectual one.", "author": "Helmut Jahn", "topic": "Transparency", "date": "12-Mar"}
{"quote": "The human species thinks in metaphors and learns through stories.", "author": "Mary Catherine Bateson", "topic": "Storytelling", "date": "13-Mar"}
{"quote": "I wish that every human life might be pure transparent freedom.", "author": "Simone de Beauvoir", "topic": "Transparency", "date": "14-Mar"}
{"quote": "As we work to create light for others, we naturally light our own way.", "author": "Mary Anne Radmacher", "topic": "Giving", "date": "15-Mar"}
{"quote": "Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.", "author": "Khalil Gibran", "topic": "Kindness", "date": "16-Mar"}
{"quote": "Strength does not come from physical capacity. It comes from an indomitable will.", "author": "Mahatma Gandhi", "topic": "Strength and Courage", "date": "17-Mar"}
{"quote": "No man will make a great leader who wants to do it all himself, or to get all the credit for doing it.", "author": "Andrew Carnegie", "topic": "Leadership", "date": "18-Mar"}
{"quote": "Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you.", "author": "Shannon L. Alder", "topic": "Legacy", "date": "19-Mar"}
{"quote": "I know of nothing more valuable, when it comes to the all-important virtue of authenticity, than simply being who you are.", "author": "Charles R. Swindoll", "topic": "Authenticity", "date": "20-Mar"}
{"quote": "Nothing is as important as passion. No matter what you want to do with your life, be passionate.", "author": "Jon Bon Jovi", "topic": "Passion", "date": "21-Mar"}
{"quote": "Until we can receive with an open heart, we're never really giving with an open heart. When we attach judgment to receiving help, we knowingly or unknowingly attach judgment to giving help.", "author": "Bren Brown", "topic": "Giving", "date": "22-Mar"}
{"quote": "Nothing in the world can take the place of persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. Persistence and determination alone are omnipotent.", "author": "Calvin Coolidge", "topic": "Persistence", "date": "23-Mar"}
{"quote": "One of the most sincere forms of respect is actually listening to what another has to say.", "author": "Bryant H. McGill", "topic": "Listening", "date": "24-Mar"}
{"quote": "Life is really simple, but we insist on making it complicated.", "author": "Confucius", "topic": "Life", "date": "25-Mar"}
{"quote": "It is easier to build strong children than to repair broken men.", "author": "Frederick Douglass", "topic": "Strength and Courage", "date": "26-Mar"}
{"quote": "I think that if you keep your eyes and your ears open and you are receptive to learning, there are skills you can get from any job at all.", "author": "Cat Deeley", "topic": "Responsiveness", "date": "27-Mar"}
{"quote": "With the new day comes new strength and new thoughts.", "author": "Eleanor Roosevelt", "topic": "Strength and Courage", "date": "28-Mar"}
{"quote": "Energy and persistence conquer all things.", "author": "Benjamin Franklin", "topic": "Persistence", "date": "29-Mar"}
{"quote": "We must find time to stop and thank the people who make a difference in our lives.", "author": "John F. Kennedy", "topic": "Gratefulness", "date": "30-Mar"}
{"quote": "The proud man can learn humility, but he will be proud of it.", "author": "Mignon McLaughlin", "topic": "Humility", "date": "31-Mar"}
{"quote": "The world breaks every one and afterward many are strong at the broken places.", "author": "Ernest Hemingway", "topic": "Strength and Courage", "date": "01-Apr"}
{"quote": "The keys to brand success are self-definition, transparency, authenticity and accountability.", "author": "Simon Mainwaring", "topic": "Authenticity", "date": "02-Apr"}
{"quote": "Yes, in all my research, the greatest leaders looked inward and were able to tell a good story with authenticity and passion.", "author": "Deepak Chopra", "topic": "Authenticity", "date": "03-Apr"}
{"quote": "As long as we are persistence in our pursuit of our deepest destiny, we will continue to grow. We cannot choose the day or time when we will fully bloom. It happens in its own time.", "author": "Denis Waitley", "topic": "Persistence", "date": "04-Apr"}
{"quote": "If you would not be forgotten as soon as you are dead, either write something worth reading or do something worth writing.", "author": "Benjamin Franklin", "topic": "Legacy", "date": "05-Apr"}
{"quote": "Adaptability is not imitation. It means power of resistance and assimilation.", "author": "Mahatma Gandhi", "topic": "Adaptability", "date": "06-Apr"}
{"quote": "Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning.", "author": "Denis Waitley", "topic": "Persistence", "date": "07-Apr"}
{"quote": "Never let your persistence and passion turn into stubbornness and ignorance.", "author": "Anthony J. D'Angelo", "topic": "Persistence", "date": "08-Apr"}
{"quote": "It doesn't take much to surprise others, but to surprise oneself- now that is a great feat.", "author": "Kristen Hartley", "topic": "Surprise and Delight", "date": "09-Apr"}
{"quote": "Seeking means: to have a goal; but finding means: to be free, to be receptive, to have no goal.", "author": "Herman Hesse", "topic": "Responsiveness", "date": "10-Apr"}
{"quote": "Family is the most important thing in the world.", "author": "Princess Diana", "topic": "Family", "date": "11-Apr"}
{"quote": "It is impossible to withhold education from the receptive mind, as it is impossible to force it upon the unreasoning.", "author": "Agnes Repplier", "topic": "Responsiveness", "date": "12-Apr"}
{"quote": "The person who knows HOW will always have a job; the person who knows WHY will always be the boss.", "author": "John Maxwell", "topic": "Learning", "date": "13-Apr"}
{"quote": "The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy.", "author": "Kalu Ndukwe Kalu", "topic": "Legacy", "date": "14-Apr"}
{"quote": "The best way to predict the future is to invent it.", "author": "Alan Kay", "topic": "Inspiration", "date": "15-Apr"}
{"quote": "Sometimes reality is too complex. Stories give it form.", "author": "Jean Luc Godard", "topic": "Storytelling", "date": "16-Apr"}
{"quote": "One of the things I've learned is to be receptive of feedback.", "author": "Ben Silbermann", "topic": "Responsiveness", "date": "17-Apr"}
{"quote": "Truth never damages a cause that is just.", "author": "Mahatma Gandhi", "topic": "Transparency", "date": "18-Apr"}
{"quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them.", "author": "Henry David Thoreau", "topic": "Inspiration", "date": "19-Apr"}
{"quote": "True forgiveness is when you can say, 'Thank you for that experience'.", "author": "Oprah Winfrey", "topic": "Gratefulness", "date": "20-Apr"}
{"quote": "The only thing you take with you when you're gone is what you leave behind.", "author": "John Allston", "topic": "Legacy", "date": "21-Apr"}
{"quote": "Be the change that you wish to see in the world.", "author": "Mahatma Gandhi", "topic": "Change", "date": "22-Apr"}
{"quote": "I agree with you entirely in condemning the mania of giving names to objects of any kind after persons still living. Death alone can seal the title of any man to this honor, by putting it out of his power to forfeit it.", "author": "Thomas Jefferson", "topic": "Legacy", "date": "23-Apr"}
{"quote": "I have decided to stick with love. Hate is too great a burden to bear.", "author": "Martin Luther King, Jr.", "topic": "Love", "date": "24-Apr"}
{"quote": "Hard times arouse an instinctive desire for authenticity.", "author": "Coco Chanel", "topic": "Authenticity", "date": "25-Apr"}
{"quote": "The best way to persuade people is with your ears-by listening to them. ", "author": "Dean Rusk", "topic": "Responsiveness", "date": "26-Apr"}
{"quote": "If you make listening and observation your occupation, you will gain much more than you can by talk.", "author": "Robert Baden-Powell", "topic": "Listening", "date": "27-Apr"}
{"quote": "Go confidently in the direction of your dreams. Live the life you have imagined.", "author": "Henry David Thoreau", "topic": "Life", "date": "28-Apr"}
{"quote": "Surprise yourself every day with your own courage.", "author": "Denholm Elliott", "topic": "Surprise and Delight", "date": "29-Apr"}
{"quote": "You can't fake passion.", "author": "Barbara Corcoran", "topic": "Passion", "date": "30-Apr"}
{"quote": "Listening is a magnetic and strange thing, a creative force. The friends who listen to us are the ones we move toward. When we are listened to, it creates us, makes us unfold and expand.", "author": "Karl A. Menniger", "topic": "Listening", "date": "01-May"}
{"quote": "You have to be burning with 'an idea, or a problem, or a wrong that you want to right.' If you're not passionate enough from the start, you'll never stick it out.", "author": "Steve Jobs", "topic": "Passion", "date": "02-May"}
{"quote": "Manifest plainness, embrace simplicity, reduce selfishness, have few desires.", "author": "Lao Tzu", "topic": "Simplicity", "date": "03-May"}
{"quote": "Confidence, like art, never comes from having all the answers; it comes from being open to all the questions.", "author": "Earl Gray Stevens", "topic": "Responsiveness", "date": "04-May"}
{"quote": "As we look ahead into the next century, leaders will be those who empower others.", "author": "Bill Gates", "topic": "Leadership", "date": "05-May"}
{"quote": "The greatest use of life is to spend it for something that will outlast it.", "author": "William James", "topic": "Legacy", "date": "06-May"}
{"quote": "Simplicity and repose are the qualities that measure the true value of any work of art.", "author": "Frank Lloyd Wright", "topic": "Simplicity", "date": "07-May"}
{"quote": "Story is a yearning meeting an obstacle. ", "author": "Robert Olen Butler", "topic": "Storytelling", "date": "08-May"}
{"quote": "Things change. And friends leave. Life doesn't stop for anybody.", "author": "Stephen Chbosky", "topic": "Change", "date": "09-May"}
{"quote": "A happy family is but an earlier heaven.", "author": "George Bernard Shaw", "topic": "Family", "date": "10-May"}
{"quote": "The more that you read, the more things you will know. The more that you learn, the more places you’ll go.", "author": "Dr. Seuss", "topic": "Learning", "date": "11-May"}
{"quote": "Simplicity is the most difficult thing to secure in this world; it is the last limit of experience and the last effort of genius.", "author": "George Sand", "topic": "Simplicity", "date": "12-May"}
{"quote": "The weak can never forgive. Forgiveness is the attribute of the strong.", "author": "Mahatma Gandhi", "topic": "Letting Go", "date": "13-May"}
{"quote": "If you're going to have a story, have a big story, or none at all. ", "author": "Joseph Campbell", "topic": "Storytelling", "date": "14-May"}
{"quote": "Don’t let your learning lead to knowledge. Let your learning lead to action.", "author": "Jim Rohn", "topic": "Learning", "date": "15-May"}
{"quote": "Where there is love there is life.", "author": "Mahatma Gandhi", "topic": "Love", "date": "16-May"}
{"quote": "Real genius is nothing else but the supernatural virtue of humility in the domain of thought.", "author": "Simone Weil", "topic": "Humility", "date": "17-May"}
{"quote": "There is overwhelming evidence that the higher the level of self-esteem, the more likely one will be to treat others with respect, kindness, and generosity.", "author": "Nathaniel Branden", "topic": "Kindness", "date": "18-May"}
{"quote": "Wherever there is a human being, there is an opportunity for a kindness.", "author": "Lucius Annaeus Seneca", "topic": "Kindness", "date": "19-May"}
{"quote": "You can't build an adaptable organization without adaptable people- and individuals change only when they have to, or when they want to.", "author": "Gary Hamel", "topic": "Adaptability", "date": "20-May"}
{"quote": "Humility is really important because it keeps you fresh and new.", "author": "Steven Tyler", "topic": "Humility", "date": "21-May"}
{"quote": "The difference between people who believe they have books inside of them and those who actually write books is sheer cussed persistence--the ability to make yourself work at your craft, every day-the belief, even in the face of obstacles, that you've got something worth saying.", "author": "Jennifer Weiner", "topic": "Persistence", "date": "22-May"}
{"quote": "Always forgive your enemies--nothing annoys them so much.", "author": "Oscar Wilde", "topic": "Letting Go", "date": "23-May"}
{"quote": "Treat everyone with respect and kindness. Period. No exceptions.", "author": "Kiana Tom", "topic": "Kindness", "date": "24-May"}
{"quote": "Be kind, for everyone you meet is fighting a harder battle.", "author": "Plato", "topic": "Kindness", "date": "25-May"}
{"quote": "Humility, that low, sweet root, from which all heavenly virtues shoot.", "author": "Thomas Moore", "topic": "Humility", "date": "26-May"}
{"quote": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.", "author": "Mark Twain", "topic": "Letting Go", "date": "27-May"}
{"quote": "Let us always meet each other with smile, for the smile is the beginning of love.", "author": "Mother Teresa", "topic": "Love", "date": "28-May"}
{"quote": "A loving heart is the beginning of all knowledge.", "author": "Thomas Carlyle", "topic": "Love", "date": "29-May"}
{"quote": "Even the smallest act of caring for another person is like a drop of water -it will make ripples throughout the entire pond...", "author": "Jessy and Bryan Matteo", "topic": "Giving", "date": "30-May"}
{"quote": "When I meet successful people I ask 100 questions as to what they attribute their success to. It is usually the same: persistence, hard work and hiring good people.", "author": "Kiana Tom", "topic": "Persistence", "date": "31-May"}
{"quote": "A man should never neglect his family for business.", "author": "Walt Disney", "topic": "Family", "date": "01-Jun"}
{"quote": "Don't wait for other people to be loving, giving, compassionate, grateful, forgiving, generous, or friendly... lead the way!", "author": "Steve Maraboli", "topic": "Giving", "date": "02-Jun"}
{"quote": "The beautiful thing about learning is that nobody can take it away from you.", "author": "B. B. King", "topic": "Learning", "date": "03-Jun"}
{"quote": "When you forgive, you in no way change the past--but you sure do change the future.", "author": "Bernard Meltzer", "topic": "Letting Go", "date": "04-Jun"}
{"quote": "Humility is throwing oneself away in complete concentration on something or someone else.", "author": "Madeleine L'Engle", "topic": "Humility", "date": "05-Jun"}
{"quote": "He had shown her all the workings of his soul, mistaking this for love.", "author": "E.M. Forster", "topic": "Transparency", "date": "06-Jun"}
{"quote": "Always be a first-rate version of yourself and not a second-rate version of someone else.", "author": "Judy Garland", "topic": "Authenticity", "date": "07-Jun"}
{"quote": "Be strong. Live honorably and with dignity. When you don't think you can, hold on.", "author": "James Frey", "topic": "Strength and Courage", "date": "08-Jun"}
{"quote": "People will try to tell you that all the great opportunities have been snapped up. In reality, the world changes every second, blowing new opportunities in all directions, including yours.", "author": "Ken Hakuta", "topic": "Adaptability", "date": "09-Jun"}
{"quote": "Storytelling reveals meaning without committing the error of defining it.", "author": "Hannah Arendt", "topic": "Storytelling", "date": "10-Jun"}
{"quote": "Yes, in all my research, the greatest leaders looked inward and were able to tell a good story with authenticity and passion.", "author": "Deepak Chopra", "topic": "Passion", "date": "11-Jun"}
{"quote": "Life is 10% what happens to me and 90% how I react.", "author": "John Maxwell", "topic": "Responsiveness", "date": "12-Jun"}
{"quote": "If a man empties his purse into his head, no one can take it away from him. An investment in knowledge always pays the best interest.", "author": "Benjamin Franklin", "topic": "Learning", "date": "13-Jun"}
{"quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.", "author": "Margaret Mead", "topic": "Change", "date": "14-Jun"}
{"quote": "Everyone thinks of changing the world, but no one thinks of changing himself.", "author": "Leo Tolstoy", "topic": "Change", "date": "15-Jun"}
{"quote": "Only a life lived for others is a life worthwhile.", "author": "Albert Einstein", "topic": "Life", "date": "16-Jun"}
{"quote": "I know for sure that what we dwell on is who we become.", "author": "Oprah Winfrey", "topic": "Inspiration", "date": "17-Jun"}
{"quote": "Pride must die in you, or nothing of heaven can live in you.", "author": "Andrew Murray", "topic": "Humility", "date": "18-Jun"}
{"quote": "A genuine leader is not a searcher for consensus but a molder of consensus.", "author": "Martin Luther King, Jr.", "topic": "Leadership", "date": "19-Jun"}
{"quote": "Kindness is a language which the deaf can hear and the blind can see.", "author": "Mark Twain", "topic": "Kindness", "date": "20-Jun"}
{"quote": "Education is the most powerful weapon which you can use to change the world.", "author": "Nelson Mandela", "topic": "Change", "date": "21-Jun"}
{"quote": "You can complain because roses have thorns, or you can be grateful that thorn bushes have roses.", "author": "Tom Wilson", "topic": "Gratefulness", "date": "22-Jun"}
{"quote": "The smallest act of kindness is worth more than the greatest intention.", "author": "Kahlil Gibran", "topic": "Kindness", "date": "23-Jun"}
{"quote": "There is a certain majesty in simplicity which is far above all the quaintness of wit.", "author": "Alexander Pope", "topic": "Simplicity", "date": "24-Jun"}
{"quote": "The stories we tell literally make the world. If you want to change the world, you need to change your story. This truth applies both to individuals and institutions.", "author": "Michael Margolis", "topic": "Storytelling", "date": "25-Jun"}
{"quote": "Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek.", "author": "Barack Obama", "topic": "Change", "date": "26-Jun"}
{"quote": "Humility is nothing but truth, and pride is nothing but lying.", "author": "St. Vincent de Paul", "topic": "Humility", "date": "27-Jun"}
{"quote": "I would rather make mistakes in kindness and compassion than work miracles in unkindness and hardness.", "author": "Mother Teresa", "topic": "Kindness", "date": "28-Jun"}
{"quote": "To the issues of friendship, love, business and war, 'surprise' is the optimistic solution.", "author": "Amit Kalantri", "topic": "Surprise and Delight", "date": "29-Jun"}
{"quote": "Most of the successful people I've known are the ones who do more listening than talking.", "author": "Bernard Baruch", "topic": "Listening", "date": "30-Jun"}
{"quote": "You can't leave a footprint that lasts if you're always walking on tiptoe.", "author": "Marion Blakely", "topic": "Legacy", "date": "01-Jul"}
{"quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.", "author": "John F. Kennedy", "topic": "Life", "date": "02-Jul"}
{"quote": "Life is a succession of lessons which must be lived to be understood.", "author": "Helen Keller", "topic": "Life", "date": "03-Jul"}
{"quote": "You feel your strength in the experience of pain.", "author": "Jim Morrison", "topic": "Strength and Courage", "date": "04-Jul"}
{"quote": "Learn to adjust yourself to the conditions you have to endure, but make a point of trying to alter or correct conditions so that they are most favorable to you.", "author": "William Frederick Book", "topic": "Adaptability", "date": "05-Jul"}
{"quote": "Never lose a chance of saying a kind word. ", "author": "William Makepeace Thackeray", "topic": "Kindness", "date": "06-Jul"}
{"quote": "Success is stumbling from failure to failure with no loss of enthusiasm.", "author": "Winston Churchill", "topic": "Persistence", "date": "07-Jul"}
{"quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for.", "author": "Epicurus", "topic": "Gratefulness", "date": "08-Jul"}
{"quote": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.", "author": "Bruce Lee", "topic": "Adaptability", "date": "09-Jul"}
{"quote": "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.", "author": "Michael Jordan", "topic": "Strength and Courage", "date": "10-Jul"}
{"quote": "Alone we can do so little, together we can do so much.", "author": "Helen Keller", "topic": "Teamwork", "date": "11-Jul"}
{"quote": "One cannot be humble and aware of oneself at the same time.", "author": "Madeleine L'Engle", "topic": "Humility", "date": "12-Jul"}
{"quote": "What we spend, we lose. What we keep will be left for others. What we give away will be ours forever.", "author": "David McGee", "topic": "Giving", "date": "13-Jul"}
{"quote": "Logic will get you from A to B. Imagination will take you everywhere.", "author": "Albert Einstein", "topic": "Inspiration", "date": "14-Jul"}
{"quote": "Those who tell the stories rule the world.", "author": "Hopi American Indian Proverb", "topic": "Storytelling", "date": "15-Jul"}
{"quote": "To us, family means putting your arms around each other and being there.", "author": "Barbara Bush", "topic": "Family", "date": "16-Jul"}
{"quote": "If not us, who? If not now, when?", "author": "Hillel the Elder", "topic": "Inspiration", "date": "17-Jul"}
{"quote": "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity.", "author": "George S. Patton", "topic": "Surprise and Delight", "date": "18-Jul"}
{"quote": "Winners lose much more often than losers. So if you keep losing but you're still trying, keep it up! You're right on track.", "author": "Matthew Keith Groves", "topic": "Inspiration", "date": "19-Jul"}
{"quote": "Remember teamwork begins by building trust. And the only way to do that is to overcome our need for invulnerability.", "author": "Patrick Lencioni", "topic": "Teamwork", "date": "20-Jul"}
{"quote": "If you succumb to the temptation of using violence in the struggle, unborn generations will be the recipients of a long and desolate night of bitterness, and your chief legacy to the future will be an endless reign of meaningless chaos.", "author": "Martin Luther King, Jr.", "topic": "Legacy", "date": "21-Jul"}
{"quote": "Selflessness is humility. Humility and freedom go hand in hand. Only a humble person can be free.", "author": "Jeff Wilson", "topic": "Humility", "date": "22-Jul"}
{"quote": "I invite everyone to choose forgiveness rather than division, teamwork over personal ambition.", "author": "Jean-Francois Cope", "topic": "Teamwork", "date": "23-Jul"}
{"quote": "There is a very real relationship, both quantitatively and qualitatively, between what you contribute and what you get out of this world.", "author": "Oscar Hammerstein II", "topic": "Giving", "date": "24-Jul"}
{"quote": "They always say time changes things, but you actually have to change them yourself.", "author": "Andy Warhol", "topic": "Change", "date": "25-Jul"}
{"quote": "Have more humility. Remember you don't know the limits of your own abilities. Successful or not, if you keep pushing beyond yourself, you will enrich your own life-and maybe even please a few strangers.", "author": "A.L. Kennedy", "topic": "Humility", "date": "26-Jul"}
{"quote": "Listening is being able to be changed by the other person.", "author": "Alan Alda", "topic": "Listening", "date": "27-Jul"}
{"quote": "When in doubt as to what you should do, err on the side of giving.", "author": "Tony Cleaver", "topic": "Giving", "date": "28-Jul"}
{"quote": "Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude.", "author": "Ralph Waldo Emerson", "topic": "Gratefulness", "date": "29-Jul"}
{"quote": "A story to me means a plot where there is some surprise. Because that is how life is--full of surprises.", "author": "Isaac Bashevis Singer", "topic": "Surprise and Delight", "date": "30-Jul"}
{"quote": "Love begins at home, and it is not how much we do... but how much love we put in that action.", "author": "Mother Teresa", "topic": "Love", "date": "31-Jul"}
{"quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you'll be a success.", "author": "Albert Schweitzer", "topic": "Inspiration", "date": "01-Aug"}
{"quote": "Our kindness may be the most persuasive argument for that which we believe.", "author": "Gordon B. Hinckley", "topic": "Kindness", "date": "02-Aug"}
{"quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails.", "author": "William Arthur Ward", "topic": "Responsiveness", "date": "03-Aug"}
{"quote": "Our whole philosophy is one of transparency.", "author": "Valerie Jarrett", "topic": "Transparency", "date": "04-Aug"}
{"quote": "People tend to play in their comfort zone, so the best things are achieved in a state of surprise, actually.", "author": "Brian Eno", "topic": "Surprise and Delight", "date": "05-Aug"}
{"quote": "A flower cannot blossom without sunshine, and man cannot live without love.", "author": "Max Muller", "topic": "Love", "date": "06-Aug"}
{"quote": "The best way out is always through.", "author": "Robert Frost", "topic": "Persistence", "date": "07-Aug"}
{"quote": "I wish I were like Facebook; being able to 'like' and 'share' everything I get.", "author": "Ashok Kallarakkal", "topic": "Giving", "date": "08-Aug"}
{"quote": "Relax & clear your mind if someone is speaking, so that you're receptive to what they're saying.", "author": "Roger Ailes", "topic": "Responsiveness", "date": "09-Aug"}
{"quote": "That is what learning is. You suddenly understand something you’ve understood all your life, but in a new way.", "author": "Doris Lessing", "topic": "Learning", "date": "10-Aug"}
{"quote": "If you feel like there's something out there that you're supposed to be doing, if you have a passion for it, then stop wishing and just do it.", "author": "Wanda Skyes", "topic": "Passion", "date": "11-Aug"}
{"quote": "It's a little embarrassing that after 45 years of research & study, the best advice I can give people is to be a little kinder to each other.", "author": "Aldous Huxley", "topic": "Kindness", "date": "12-Aug"}
{"quote": "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on.", "author": "Bill Cosby", "topic": "Letting Go", "date": "13-Aug"}
{"quote": "Be yourself--not your idea of what you think somebody else's idea of yourself should be.", "author": "Henry David Thoreau", "topic": "Authenticity", "date": "14-Aug"}
{"quote": "When the need to succeed is as bad as the need to breathe, then you'll be successful.", "author": "Eric Thomas", "topic": "Inspiration", "date": "15-Aug"}
{"quote": "Simplicity is not the goal. It is the by-product of a good idea and modest expectations.", "author": "Paul Rand", "topic": "Simplicity", "date": "16-Aug"}
{"quote": "Effective leadership is not about making speeches or being liked; leadership is defined by results not attributes.", "author": "Peter Drucker", "topic": "Leadership", "date": "17-Aug"}
{"quote": "Let gratitude be the pillow upon which you kneel to say your nightly prayer. And let faith be the bridge you build to overcome evil and welcome good.", "author": "Maya Angelou", "topic": "Gratefulness", "date": "18-Aug"}
{"quote": "There is no greater agony than bearing an untold story inside you.", "author": "Maya Angelou", "topic": "Storytelling", "date": "19-Aug"}
{"quote": "Shine with all you have. When someone tries to blow you out, just take their oxygen and burn brighter.", "author": "Katelyn S. Irons", "topic": "Authenticity", "date": "20-Aug"}
{"quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young.", "author": "Henry Ford", "topic": "Learning", "date": "21-Aug"}
{"quote": "To err is human; to forgive, divine.", "author": "Alexander Pope", "topic": "Letting Go", "date": "22-Aug"}
{"quote": "Without a family, man, alone in the world, trembles with the cold.", "author": "Andre Maurois", "topic": "Family", "date": "23-Aug"}
{"quote": "There is no love without forgiveness, and there is no forgiveness without love.", "author": "Bryant H. McGill", "topic": "Letting Go", "date": "24-Aug"}
{"quote": "The price of anything is the amount of life you exchange for it.", "author": "Henry David Thoreau", "topic": "Life", "date": "25-Aug"}
{"quote": "Everything in writing begins with language. Language begins with listening.", "author": "Jeanette Winterson", "topic": "Listening", "date": "26-Aug"}
{"quote": "None of us is as smart as all of us.", "author": "Ken Blanchard", "topic": "Teamwork", "date": "27-Aug"}
{"quote": "If you want to test your memory, try to recall what you were worrying about one year ago today.", "author": "E.Joseph Coffman", "topic": "Inspiration", "date": "28-Aug"}
{"quote": "There's always room for a story that can transport people to another place.", "author": "J.K. Rowling", "topic": "Storytelling", "date": "29-Aug"}
{"quote": "Innovation distinguishes between a leader and a follower.", "author": "Steve Jobs", "topic": "Leadership", "date": "30-Aug"}
{"quote": "A basic tenet of healthy democracy is open dialogue and transparency", "author": "Peter Fenn", "topic": "Transparency", "date": "31-Aug"}
{"quote": "I just think we need more accountability and more transparency.", "author": "John Thune", "topic": "Transparency", "date": "01-Sep"}
{"quote": "The most difficult thing is the decision to act, the rest is merely tenacity.", "author": "Emelia Earhart", "topic": "Responsiveness", "date": "02-Sep"}
{"quote": "It seems to me that no matter what religion you subscribe to, acts of kindness are the stepping-stones to making the world a better place--because we become better people in it.", "author": "Jodi Picoult", "topic": "Kindness", "date": "03-Sep"}
{"quote": "Just like downing a powerful caffeine drink, 'reaching out to others' pays that big 'life energizer dividend!'", "author": "Wes Adamson", "topic": "Giving", "date": "04-Sep"}
{"quote": "Honesty is the first chapter in the book of wisdom.", "author": "Thomas Jefferson", "topic": "Transparency", "date": "05-Sep"}
{"quote": "Coming together is a beginning. Keeping together is progress. Working together is success.", "author": "Henry Ford", "topic": "Teamwork", "date": "06-Sep"}
{"quote": "If you have an important point to make, don't try to be subtle or clever. Use a pile driver. Hit the point once. Then come back and hit it again. Then hit it a third time-a tremendous whack.", "author": "Winston Churchill", "topic": "Persistence", "date": "07-Sep"}
{"quote": "Every sunrise is an invitation for us to arise and brighten someone's day.", "author": "Richelle E. Goodrich", "topic": "Giving", "date": "08-Sep"}
{"quote": "If everyone is moving forward together, then success takes care of itself.", "author": "Henry Ford", "topic": "Teamwork", "date": "09-Sep"}
{"quote": "We love life, not because we are used to living but because we are used to loving.", "author": "Friedrich Nietzsche", "topic": "Love", "date": "10-Sep"}
{"quote": "Shall I tell you a secret of a true scholar? It is this: every man I meet is my master in some point and in that I learn from him.", "author": "Ralph Waldo Emerson", "topic": "Learning", "date": "11-Sep"}
{"quote": "What you do speaks so loudly that I cannot hear what you say.", "author": "Ralph Waldo Emerson", "topic": "Inspiration", "date": "12-Sep"}
{"quote": "Life is far too important a thing ever to talk seriously about.", "author": "Oscar Wilde", "topic": "Life", "date": "13-Sep"}
{"quote": "A wise man adapts himself to circumstances, as water shapes itself to the vessel that contains it.", "author": "Chinese Proverb", "topic": "Adaptability", "date": "14-Sep"}
{"quote": "If you don't love what you do, you won't do it with much conviction or passion.", "author": "Mia Hamm", "topic": "Passion", "date": "15-Sep"}
{"quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger.", "author": "Confucius", "topic": "Learning", "date": "16-Sep"}
{"quote": "Its not always necessary to be strong, but to feel strong.", "author": "Jon Krakauer", "topic": "Strength and Courage", "date": "17-Sep"}
{"quote": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers--but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change.", "author": "Katharine Hepburn", "topic": "Change", "date": "18-Sep"}
{"quote": "Be the chief but never the lord.", "author": "Lao Tzu", "topic": "Leadership", "date": "19-Sep"}
{"quote": "Fall seven times and stand up eight.", "author": "Japanese Proverb", "topic": "Adaptability", "date": "20-Sep"}
{"quote": "The strength of the team is each individual member. The strength of each member is the team.", "author": "Phil Jackson", "topic": "Teamwork", "date": "21-Sep"}
{"quote": "Don't let life discourage you; everyone who got where he is had to begin where he was.", "author": "Richard L. Evans", "topic": "Life", "date": "22-Sep"}
{"quote": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence.", "author": "Hal Borland", "topic": "Persistence", "date": "23-Sep"}
{"quote": "Cherish your human connections--your relationships with friends and family.", "author": "Barbara Bush", "topic": "Family", "date": "24-Sep"}
{"quote": "Character consists of what you do on the third and fourth tries.", "author": "James A. Michener", "topic": "Persistence", "date": "25-Sep"}
{"quote": "Simplicity is prerequisite for reliability.", "author": "Edsger Dijkstra", "topic": "Simplicity", "date": "26-Sep"}
{"quote": "Forgiveness is a funny thing. It warms the heart and cools the sting.", "author": "William Arthur Ward", "topic": "Letting Go", "date": "27-Sep"}
{"quote": "Keep a little fire burning; however small, however hidden.", "author": "Cormac McCarthy", "topic": "Persistence", "date": "28-Sep"}
{"quote": "When I let go of what I am, I become what I might be.", "author": "Lao Tzu", "topic": "Adaptability", "date": "29-Sep"}
{"quote": "There is as much wisdom in listening as there is in speaking--and that goes for all relationships, not just romantic ones.", "author": "Daniel Dae Kim", "topic": "Listening", "date": "30-Sep"}
{"quote": "It takes one person to forgive, it takes two people to be reunited.", "author": "Lewis B. Smedes", "topic": "Letting Go", "date": "01-Oct"}
{"quote": "Either you run the day, or they day runs you", "author": "Jim Rohn", "topic": "Responsiveness", "date": "02-Oct"}
{"quote": "We acquire the strength we have overcome.", "author": "Ralph Waldo Emerson", "topic": "Strength and Courage", "date": "03-Oct"}
{"quote": "The only disability in life is a bad attitude.", "author": "Scott Hamilton", "topic": "Life", "date": "04-Oct"}
{"quote": "You can't fall if you don't climb. But there's no joy in living your whole life on the ground.", "author": "Unknown", "topic": "Adaptability", "date": "05-Oct"}
{"quote": "In every conceivable manner, the family is link to our past, bridge to our future.", "author": "Alex Haley", "topic": "Family", "date": "06-Oct"}
{"quote": "Mastering others is strength. Mastering oneself makes you fearless.", "author": "Lao Tzu", "topic": "Strength and Courage", "date": "07-Oct"}
{"quote": "Collaboration allows teachers to capture each other's fund of collective intelligence.", "author": "Mike Schmoker", "topic": "Teamwork", "date": "08-Oct"}
{"quote": "Wisdom.... comes not from age, but from education and learning.", "author": "Anton Chekhov", "topic": "Learning", "date": "09-Oct"}
{"quote": "It takes two flints to make a fire.", "author": "Louisa May Alcott", "topic": "Teamwork", "date": "10-Oct"}
{"quote": "Change the way you look at things and the things you look at change.", "author": "Wayne W. Dyer", "topic": "Change", "date": "11-Oct"}
{"quote": "The family is one of nature's masterpieces.", "author": "George Santayana", "topic": "Family", "date": "12-Oct"}
{"quote": "No matter how much falls on us, we keep plowing ahead. That's the only way to keep the roads clear.", "author": "Greg Kincaid", "topic": "Persistence", "date": "13-Oct"}
{"quote": "Live authentically. Why would you continue to compromise something that's beautiful to create something that is fake?", "author": "Steve Maraboli", "topic": "Authenticity", "date": "14-Oct"}
{"quote": "Every creature is better alive than dead, men and moose and pine trees, and he who understands it aright will rather preserve its life than destroy it.", "author": "Henry David Thoreau", "topic": "Life", "date": "15-Oct"}
{"quote": "Don't let life discourage you; everyone who got where he is had to begin where he was.", "author": "Richard L. Evans", "topic": "Life", "date": "16-Oct"}
{"quote": "We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.", "author": "Eleanor Roosevelt", "topic": "Strength and Courage", "date": "17-Oct"}
{"quote": "We can only be said to be alive in those moments when our hearts are conscious of our treasures.", "author": "Thornton Wilder", "topic": "Gratefulness", "date": "18-Oct"}
{"quote": "Not life, but good life, is to be chiefly valued.", "author": "Socrates", "topic": "Life", "date": "19-Oct"}
{"quote": "Authentic brands don't emerge from marketing cubicles or advertising agencies. They emanate from everything the company does. . .", "author": "Howard Schultz", "topic": "Authenticity", "date": "20-Oct"}
{"quote": "If a person will spend one hour a day on the same subject for five years, that person will be an expert on that subject.", "author": "Earl Nightingale", "topic": "Learning", "date": "21-Oct"}
{"quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.", "author": "Helen Keller", "topic": "Strength and Courage", "date": "22-Oct"}
{"quote": "No matter who you are, no matter what you did, no matter where you've come from, you can always change, become a better version of yourself.", "author": "Madonna", "topic": "Change", "date": "23-Oct"}
{"quote": "Unity is strength. . . when there is teamwork and collaboration, wonderful things can be achieved.", "author": "Mattie Stepanek", "topic": "Teamwork", "date": "24-Oct"}
{"quote": "Those who cannot change their minds cannot change anything.", "author": "George Bernard Shaw", "topic": "Change", "date": "25-Oct"}
{"quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.", "author": "John F. Kennedy", "topic": "Gratefulness", "date": "26-Oct"}
{"quote": "The speed of the team is the speed of the boss.", "author": "Barbara Corcoran", "topic": "Leadership", "date": "27-Oct"}
{"quote": "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.", "author": "William J. Clinton", "topic": "Life", "date": "28-Oct"}
{"quote": "Forgiveness is a gift you give yourself.", "author": "Suzanne Somers", "topic": "Letting Go", "date": "29-Oct"}
{"quote": "There is no end. There is no beginning. There is only the passion of life. There is no end. There is no beginning. There is only the passion of life.", "author": "Federico Fellini", "topic": "Passion", "date": "30-Oct"}
{"quote": "To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless.", "author": "Mike Krzyzewski", "topic": "Teamwork", "date": "31-Oct"}
{"quote": "The most important thing in communication is hearing what isn't said", "author": "Peter Drucker", "topic": "Listening", "date": "01-Nov"}
{"quote": "The family is the first essential cell of human society.", "author": "Pope John XXIII", "topic": "Family", "date": "02-Nov"}
{"quote": "Life in abundance comes only through great love.", "author": "Elbert Hubbard", "topic": "Life", "date": "03-Nov"}
{"quote": "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.", "author": "Mother Theresa", "topic": "Change", "date": "04-Nov"}
{"quote": "Education is learning what you didn’t even know you didn’t know.", "author": "Daniel Boorstin", "topic": "Learning", "date": "05-Nov"}
{"quote": "Any guy that's not working with the same amount of intensity and passion that I do, I don't want to know.", "author": "Zakk Wylde", "topic": "Passion", "date": "06-Nov"}
{"quote": "Change is the end result of all true learning.", "author": "Leo Buscaglia", "topic": "Change", "date": "07-Nov"}
{"quote": "If you wish to be out front, then act as if you were behind.", "author": "Lao Tzu", "topic": "Persistence", "date": "08-Nov"}
{"quote": "When people talk, listen completely. Most people never listen.", "author": "Ernest Hemingway", "topic": "Listening", "date": "09-Nov"}
{"quote": "It is the soul's duty to be loyal to its own desires. It must abandon itself to its master passion.", "author": "Rebecca West", "topic": "Passion", "date": "10-Nov"}
{"quote": "Most people do not listen with the intent to understand; they listen with the intent to reply.", "author": "Stephen R. Covey", "topic": "Listening", "date": "11-Nov"}
{"quote": "The slogans 'hang on' and 'press on' have solved and will continue to solve the problems of humanity.", "author": "Ogwo David Emenike", "topic": "Persistence", "date": "12-Nov"}
{"quote": "Authenticity requires a certain measure of vulnerability, transparency, and integrity", "author": "Janet Louise Stepenson", "topic": "Authenticity", "date": "13-Nov"}
{"quote": "Family means no one gets left behind or forgotten.", "author": "David Ogden Stiers", "topic": "Family", "date": "14-Nov"}
{"quote": "A man travels the world over in search of what he needs, and returns home to find it.", "author": "George Moore", "topic": "Family", "date": "15-Nov"}
{"quote": "Friends are those rare people who ask how we are, and then wait to hear the answer.", "author": "Ed Cunningham", "topic": "Listening", "date": "16-Nov"}
{"quote": "To improve is to change; to be perfect is to change often.", "author": "Winston Churchill", "topic": "Change", "date": "17-Nov"}
{"quote": "Shallow men believe in luck. Strong men believe in cause and effect.", "author": "Ralph Waldo Emerson", "topic": "Strength and Courage", "date": "18-Nov"}
{"quote": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.", "author": "Lucille Ball", "topic": "Love", "date": "19-Nov"}
{"quote": "The art of conversation lies in listening.", "author": "Malcom Forbes", "topic": "Listening", "date": "20-Nov"}
{"quote": "Leaders think and talk about the solutions. Followers think and talk about the problems.", "author": "Brian Tracy", "topic": "Leadership", "date": "21-Nov"}
{"quote": "Gratitude is not only the greatest of virtues, but the parent of all others.", "author": "Cicero", "topic": "Gratefulness", "date": "22-Nov"}
{"quote": "Unless you try to do something beyond what you have already mastered, you will never grow.", "author": "Ronald E. Osborn", "topic": "Learning", "date": "23-Nov"}
{"quote": "Love is a better teacher than duty.", "author": "Albert Einstein", "topic": "Love", "date": "24-Nov"}
{"quote": "Those who have the ability to be grateful are the ones who have the ability to achieve greatness.", "author": "Steve Maraboli", "topic": "Gratefulness", "date": "25-Nov"}
{"quote": "We have to dare to be ourselves, however frightening or strange that self may prove to be.", "author": "May Sarton", "topic": "Authenticity", "date": "26-Nov"}
{"quote": "If you trade your authenticity for safety, you may experience the following: anxiety, depression, eating disorders, addiction, rage, blame, resentment, and inexplicable grief.", "author": "Brene Brown", "topic": "Authenticity", "date": "27-Nov"}
{"quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader.", "author": "John Quincy Adams", "topic": "Learning", "date": "28-Nov"}
{"quote": "You cannot truly listen to anyone and do anything else at the same time.", "author": "M. Scott Peck", "topic": "Listening", "date": "29-Nov"}
{"quote": "The best proof of love is trust.", "author": "Joyce Brothers", "topic": "Love", "date": "30-Nov"}
{"quote": "I can be a better me than anyone can.", "author": "Diana Ross", "topic": "Authenticity", "date": "01-Dec"}
{"quote": "Leadership and learning are indispensable to each other.", "author": "-John F. Kennedy", "topic": "Leadership", "date": "02-Dec"}
{"quote": "Life belongs to the living, and he who lives must be prepared for changes", "author": "Johann Wolfgang von Goethe", "topic": "Change", "date": "03-Dec"}
{"quote": "If you want to change the world, pick up your pen and write.", "author": "Martin Luther", "topic": "Change", "date": "04-Dec"}
{"quote": "Love is life. And if you miss love, you miss life.", "author": "Leo Buscaglia", "topic": "Love", "date": "05-Dec"}
{"quote": "We have two ears and one tongue so that we would listen more and talk less.", "author": "Diogenes", "topic": "Listening", "date": "06-Dec"}
{"quote": "A tiny change today brings a dramatically different tomorrow.", "author": "Richard Bach", "topic": "Change", "date": "07-Dec"}
{"quote": "Change your thoughts and you change your world.", "author": "Norman Vincent Peale", "topic": "Change", "date": "08-Dec"}
{"quote": "The best teamwork comes from men who are working independently toward one goal in unison.", "author": "James Cash Penney", "topic": "Teamwork", "date": "09-Dec"}
{"quote": "To handle yourself, use your head; to handle others, use your heart.", "author": "Eleanor Roosevelt", "topic": "Leadership", "date": "10-Dec"}
{"quote": "Simplicity, clarity, singleness: These are the attributes that give our lives power and vividness and joy as they are also the marks of great art. They seem to be the purpose of God for his whole creation.", "author": "Richard Holloway", "topic": "Simplicity", "date": "11-Dec"}
{"quote": "If you haven't done much giving in your life-try it and see how you feel afterwards.", "author": "Michelle Moore", "topic": "Simplicity", "date": "12-Dec"}
{"quote": "If you can't explain it to a six year old, you don't understand it yourself.", "author": "Albert Einstein", "topic": "Simplicity", "date": "13-Dec"}
{"quote": "Without forgiveness, there's no future.", "author": "Desmond Tutu", "topic": "Letting Go", "date": "14-Dec"}
{"quote": "Sooner or later we've all got to let go of our past.", "author": "Dan Brown", "topic": "Letting Go", "date": "15-Dec"}
{"quote": "I sustain myself with the love of family.", "author": "Maya Angelou", "topic": "Family", "date": "16-Dec"}
{"quote": "Life is really simple, but we insist on making it complicated.", "author": "Aristotle", "topic": "Simplicity", "date": "17-Dec"}
{"quote": "Home is where you are loved the most and act the worst.", "author": "Marjorie Pay Hinckley", "topic": "Family", "date": "18-Dec"}
{"quote": "You are born into your family and your family is born into you. No returns. No exchanges.", "author": "Elizabeth Berg", "topic": "Family", "date": "19-Dec"}
{"quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.", "author": "Lyndon B. Johnson", "topic": "Letting Go", "date": "20-Dec"}
{"quote": "Home is people. Not a place. If you go back there after the people are gone, then all you can see is what is not there any more.", "author": "Robin Hobb", "topic": "Family", "date": "21-Dec"}
{"quote": "Faith makes all things possible... love makes all things easy.", "author": "Dwight L. Moody", "topic": "Love", "date": "22-Dec"}
{"quote": "Management is nothing more than motivating other people.", "author": "Lee Iacocca", "topic": "Leadership", "date": "23-Dec"}
{"quote": "The great courageous act that we must all do, is to have the courage to step out of our history and past so that we can live our dreams.", "author": "Oprah Winfrey", "topic": "Letting Go", "date": "24-Dec"}
{"quote": "Simplicity is about subtracting the obvious and adding the meaningful.", "author": "John Maeda,", "topic": "Simplicity", "date": "25-Dec"}
{"quote": "Management is efficiency in climbing the ladder of success; leadership determines whether the ladder is leaning against the right wall.", "author": "Stephen Covey", "topic": "Leadership", "date": "26-Dec"}
{"quote": "The price of greatness is responsibility.", "author": "Winston Churchill", "topic": "Leadership", "date": "27-Dec"}
{"quote": "The key to successful leadership today is influence, not authority.", "author": "Kenneth Blanchard", "topic": "Leadership", "date": "28-Dec"}
{"quote": "Free yourself from the complexities of your life! A life of simplicity and happiness awaits you.", "author": "Steve Maraboli", "topic": "Simplicity", "date": "29-Dec"}
{"quote": "Nature is pleased with simplicity. And nature is no dummy", "author": "Isaac Newton", "topic": "Simplicity", "date": "30-Dec"}
{"quote": "If you will stay close to nature, to its simplicity, to the small things hardly noticeable, those things can unexpectedly become great and immeasurable.", "author": "Rainer Maria Rilke", "topic": "Simplicity", "date": "31-Dec"}
